##ふりかえり(KPT)

## 2015/07/01

###Keep
##今後も行っていきたいこと
pepperについて

###Problem
##解決したいこと
睡眠不足、夜更かし

###Try
##改善したいこと
pepperと会話

---

##2015/07/02

###Keep
##今後も行っていきたいこと
ソフトウェアエンジニアリング

###Problem
##解決したいこと
コードが難しくて眠くなる

###Try
##改善したいこと
コードが分かるようになりたい

---

##2015/07/07

###Keep
##今後も行っていきたいこと
うまく利用できるようにする

###Problem
##解決したいこと
ゴチャゴチャして後半意味が分からなくなった

###Try
##改善したいこと
頑張ってついていく

---

##2015/07/09

###Keep
##今後も行っていきたいこと
図を丁寧にかけるようにしたい

###Problem
##解決したいこと
楽しくやりたい

###Try
##改善したいこと
頑張ってついていく　part2

---


##2015/07/14

###Keep
##今後も行っていきたいこと
風邪を直す　or　Systemmanagerの改良
###Problem
##解決したいこと
鼻詰まり　or　Pの検索の改良

###Try
##改善したいこと
体調不良　or　頑張る　part3

---
